Repository: kreativan/the-project-framework
Catalog: languages/the-project-framework-*.po
Languages: fr_fr

source: Success! Please check your email.
fr_fr: Succès! Merci de consulter vos emails.

source: Password is required
fr_fr: Mot de passe requis

source: Passwords do NOT match
fr_fr: Les mots de passe ne correspondent pas

source: Success! Your password has been updated
fr_fr: Succès! Votre mot de passe a été mis à jour

source: Product ID is missing
fr_fr: L'identifiant du produit est manquant

source: %s has been added to your cart.
fr_fr: %s a été ajouté à votre panier.

source: %s has been removed from cart
fr_fr: %s a été supprimé du panier

source: Review cannot be empty.
fr_fr: Le commentaire ne peut pas être vide.

source: Rating is required.
fr_fr: Une notation est requise.

source: Review submitted successfully.
fr_fr: Commentaire soumis avec succès.

source: Something went wrong.
fr_fr: Quelque chose s'est mal passé.

source: Please enter your username or email address. You will receive an email message with instructions on how to reset your password.
fr_fr: Veuillez saisir votre identifiant ou adresse mail. Vous recevrez un e-mail contenant des instructions sur la façon de réinitialiser votre mot de passe.

source: Reset Password
fr_fr: réinitialiser le mot de passe

source: New password
fr_fr: Nouveau mot de passe

source: Repeat new password
fr_fr: Répété le nouveau mot de passe
